IDEA Open Model
MatPrestressSteelEc2.Fp01k Property
Compatible with IDEA StatiCa 20.1
 0,1% proof-stress (EN 1992-1-1)
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Fp01k { get; set; }
Public Property Fp01k As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatPrestressSteelEc2 Class
IdeaRS.OpenModel.Material Namespace